Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: Compensation components will be automatically adjusted to full-time using the FTE field.
ja_jp: 報酬コンポーネントは、FTE フィールドを使用してフルタイムに自動調整されます。

source: Apply part-time scaling
ja_jp: パートタイムの比率を適用

source: The field for compensation field is required.
ja_jp: 報酬のフィールドは必須です。

source: Compensation field
ja_jp: 報酬フィールド

source: Converts all compensation data to the global currency, or to the currency specified below. The default exchange rate and effective date of the data snapshot will be used for the conversion.
ja_jp: すべての報酬データをグローバル通貨、または以下で指定された通貨に換算します。データスナップショットのデフォルトの為替レートと有効日が換算に使用されます。

source: Currency conversion
ja_jp: 通貨換算

source: The field for currency field is required.
ja_jp: 通貨フィールドの項目は必須です。

source: The field for data model is required.
ja_jp: データモデルのフィールドは必須です。

source: Select data model
ja_jp: データモデルを選択

source: Demographic
ja_jp: 人口統計

source: Additional demographic variable
ja_jp: 追加の人口統計変数

source: For each data model created in data foundation, map the dataset configuration needed to generate a Pay Analysis. Only snapshots using a data model with a mapping can be used to generate pay analysis data sets.
ja_jp: データ基盤で作成された各データモデルについて、Pay Analysis を生成するために必要なデータセット構成をマッピングします。マッピング済みのデータモデルを使用したスナップショットのみが、Pay Analysis のデータセットを生成するために使用できます。

source: Edit mapping to the model
ja_jp: モデルへのマッピングを編集

source: The field for worker ID is required.
ja_jp: 社員IDのフィールドは必須です。

source: Worker ID & group
ja_jp: 社員ID・グループ

source: Get started by adding one.
ja_jp: まずは 1 件追加しましょう。

source: No models with mapping yet.
ja_jp: まだマッピングされたモデルがありません。

source: The field for female is required.
ja_jp: 女性用の項目は必須です。

source: Female
ja_jp: 女性

source: The field for full-time equivalent is required.
ja_jp: フルタイム換算の項目は必須です。

source: Full-time equivalent
ja_jp: 常勤換算

source: The field for gender field is required.
ja_jp: 性別フィールドは必須です。

source: Gender field
ja_jp: 性別フィールド

source: The worker category can be defined when creating the snapshot.
ja_jp: スナップショットの作成時に、社員のカテゴリを定義できます。

source: Use the worker category from the snapshot as the main group.
ja_jp: スナップショットの社員カテゴリをメイングループとして使用します。

source: The field for main currency is required.
ja_jp: メイン通貨のフィールドは必須です。

source: Main currency
ja_jp: 主要通貨

source: The field for main group is required.
ja_jp: メイングループの項目は必須です。

source: Main group
ja_jp: メイングループ

source: The field for male is required.
ja_jp: 男性の項目は必須です。

source: Male
ja_jp: 男性

source: Select a model and configure the mapping for the essential fields.
ja_jp: モデルを選択し、必須フィールドのマッピングを設定してください。

source: Edit mapping
ja_jp: マッピングを編集

source: Non-binary
ja_jp: ノンバイナリー

source: Not reported
ja_jp: 報告なし

source: Scaled compensation components
ja_jp: スケーリングされた報酬コンポーネント

source: Additional compensation fields
ja_jp: 追加の報酬フィールド

source: Part-time scaling
ja_jp: パートタイムのスケーリング

source: Data models with pay analysis mapping
ja_jp: 支給分析マッピングを備えたデータモデル

source: View mapping to the model
ja_jp: モデルへのマッピングを表示

source: The dataset mapping configuration was successfully saved.
ja_jp: データセットのマッピング構成は正常に保存されました。

source: You haven't added any features yet.
ja_jp: まだ機能が追加されていません。

source: Select field
ja_jp: フィールドを選択

source: Snapshot ID copied
ja_jp: スナップショットIDがコピーされました

source: Data revision
ja_jp: データの改訂

source: Model
ja_jp: モデル

source: status
ja_jp: ステータス

source: Worker category
ja_jp: 従業員カテゴリ

source: The snapshot was successfully created.
ja_jp: スナップショットが正常に作成されました。

source: Snapshot details
ja_jp: スナップショットの詳細

source: Download logs
ja_jp: ログをダウンロード

source: Search by snapshot name
ja_jp: スナップショット名で検索

source: You are about to change the data model. This action will clear <strong>previously selected worker categories</strong>, since they depend on the chosen data model.
ja_jp: データモデルを変更しようとしています。この操作を行うと、<strong>以前に選択した従業員カテゴリ</strong>がクリアされます。これは、選択したデータモデルに依存しているためです。

source: Are you sure you want to continue?
ja_jp: 本当に続行してよろしいですか？

source: Data model edition
ja_jp: データモデル版

source: Define the data model, the effective date and the population
ja_jp: データモデル、有効日、および対象者を定義します

source: Snapshot configuration
ja_jp: スナップショット設定

source: Define the snapshot field name and description
ja_jp: スナップショットフィールド名と説明を定義してください

source: The data model is required.
ja_jp: データモデルは必須です。

source: Select the field to include for worker category in this snapshot
ja_jp: このスナップショットで従業員カテゴリに含めるフィールドを選択してください

source: Add feature to snapshot
ja_jp: スナップショットに機能を追加

source: Define the worker category you want to use in this snapshot
ja_jp: このスナップショットで使用する社員カテゴリを定義してください

source: Use worker category configuration
ja_jp: 社員カテゴリ設定を使用する

source: The order of the fields determines the output value of this concatenated field.
ja_jp: フィールドの順序によって、この連結フィールドの出力値が決まります。

source: Concatenated fields
ja_jp: 連結フィールド

source: At least one field is required for the custom mode.
ja_jp: カスタムモードには、少なくとも1つのフィールドが必要です。

source: Global
ja_jp: グローバル

source: Search for a feature
ja_jp: 機能を検索

source: Select configuration type
ja_jp: 設定タイプを選択

source: Snapshots
ja_jp: スナップショット

source: Create pay analysis dataset
ja_jp: 給与分析データセットを作成

source: To complete the creation of the data set for the pay analysis, please select the tenant from the PayAnalytics.
ja_jp: 給与分析用のデータセット作成を完了するには、PayAnalytics からテナントを選択してください。

source: The snapshot you are trying to upload contains non configured currency exchange rates. Please update your currency settings.
ja_jp: アップロードしようとしているスナップショットには、未設定の為替レートが含まれています。通貨設定を更新してください。

source: The data contains null values in numerical fields. Please the log file for more information.
ja_jp: データに数値フィールドのnull値が含まれています。詳細についてはログファイルを確認してください。

source: The data set was successfully created.
ja_jp: データセットが正常に作成されました。

source: An error occurred while processing data in PayAnalytics. Please contact Customer Support.
ja_jp: PayAnalyticsでデータ処理中にエラーが発生しました。カスタマーサポートにお問い合わせください。

source: Dataset name
ja_jp: データセット名

source: The name of the data set is required.
ja_jp: データセットの名前は必須です。

source: The current authorization settings will result in the creation of an empty dataset. Please verify your worker access.
ja_jp: 現在の認証設定では、空のデータセットが作成されます。社員のアクセス権を確認してください。

source: Empty dataset
ja_jp: 空のデータセット

source: Select PayAnalytics tenant
ja_jp: PayAnalytics テナントを選択

source: The PayAnalytics tenant is required.
ja_jp: PayAnalyticsテナントは必須です。

source: This snapshot does not contain the worker category required as the main group. You can send the snapshot without a main group, or cancel and update the snapshot or mapping.
ja_jp: このスナップショットには、メイングループとして必要な社員カテゴリが含まれていません。メイングループなしでスナップショットを送信するか、キャンセルしてスナップショットまたはマッピングを更新できます。

source: Worker category absent from snapshot
ja_jp: スナップショットに社員カテゴリが存在しません

source: The generated snapshot was unable to populate the worker category field for all workers. Please check your data.
ja_jp: 生成されたスナップショットは、すべての社員の社員カテゴリフィールドを入力できませんでした。データを確認してください。

source: Worker category partially missing
ja_jp: 社員カテゴリが一部不足しています

source: The name of the model must be unique.
ja_jp: モデル名は一意である必要があります。

source: Enter the basic information of the model
ja_jp: モデルの基本情報を入力

source: Performance Management entities
ja_jp: パフォーマンス管理エンティティ

source: Core HR entities
ja_jp: コアHRエンティティ

source: Others entities
ja_jp: その他のエンティティ

source: Compensation Management entities
ja_jp: 報酬管理エンティティ

source: Model design
ja_jp: モデル設計

source: Define the entities and other sources to use as the model base
ja_jp: エンティティ、およびモデル基盤として使用する他のソースを定義

source: Define the entities and fields to include in this model.
ja_jp: このモデルに含めるエンティティとフィールドを定義します。

source: No selected entities
ja_jp: 選択されたエンティティはありません

source: Data Entities & Sources
ja_jp: データエンティティとソース

source: Entities: {{count}}
ja_jp: エンティティ：{{count}}件

source: Fields: {{count}}
ja_jp: フィールド：{{count}}件

source: Selected fields
ja_jp: 選択されたフィールド

source: Tree entities
ja_jp: ツリーエンティティ

source: View the fields already included in this model.
ja_jp: このモデルにすでに含まれているフィールドを表示します。

source: Current fields
ja_jp: 現在のフィールド

source: This model already includes all available fields from the database. There are no additional fields to add.
ja_jp: このモデルには、データベースにある利用可能なすべてのフィールドがすでに含まれています。追加できるフィールドはありません。

source: All fields have already been added
ja_jp: すべてのフィールドはすでに追加されています

source: Select additional fields from the database to extend this model.
ja_jp: このモデルを拡張するために、データベースから追加フィールドを選択してください。

source: Add more fields
ja_jp: さらにフィールドを追加

source: Extend model - {{name}}
ja_jp: モデルを拡張 - {{name}}

source: Grid preview
ja_jp: グリッドのプレビュー

source: Review & publish model
ja_jp: モデルをレビューして公開

source: Data Modeling
ja_jp: データモデリング

source: No selected fields. Please select at least one field to save or proceed.
ja_jp: 選択されたフィールドがありません。保存または続行するには、少なくとも1つのフィールドを選択してください。

source: The model was successfully published.
ja_jp: モデルが正常に公開されました。

source: The model was successfully saved.
ja_jp: モデルが正常に保存されました。

source: Policies
ja_jp: ポリシー

source: Data Privacy
ja_jp: データプライバシー

source: Compliance & Storage
ja_jp: コンプライアンスとストレージ

source: Role & Permission Management
ja_jp: ロールと権限の管理

source: Exchange rates
ja_jp: 為替レート

source: Exchange rate
ja_jp: 為替レート

source: From
ja_jp: 送信元

source: Identifier
ja_jp: 識別子

source: To
ja_jp: 宛先

source: Exchange rate template
ja_jp: 為替レートテンプレート

source: Exchange Rates
ja_jp: 為替レート

source: The exchange rate type was successfully created.
ja_jp: 為替レートタイプが正常に作成されました。

source: Create type
ja_jp: タイプを作成

source: Are you sure you want to delete this exchange rate type? It will no longer be usable in any future processes.
ja_jp: この為替レートタイプを削除してもよろしいですか？今後のいかなる処理でも使用できなくなります。

source: The exchange rate type successfully was deleted.
ja_jp: 為替レートタイプが正常に削除されました。

source: Create exchange rate type
ja_jp: 為替レートタイプを作成

source: Edit exchange rate type
ja_jp: 為替レートタイプの編集

source: The exchange rate type was successfully edited.
ja_jp: 為替レートタイプが正常に編集されました。

source: The exchange rate type code must be unique.
ja_jp: 為替レートタイプコードは一意でなければなりません。

source: Types
ja_jp: タイプ

source: Created
ja_jp: 作成済み

source: Search for a type
ja_jp: タイプを検索

source: Exchange Rates Types
ja_jp: 為替レートの種類

source: An error occurred when validating the file. Please check the column names, the mandatory data and the file format, and then try again.
ja_jp: ファイルの検証中にエラーが発生しました。列名、必須データ、ファイル形式をご確認のうえ、再度お試しください。

source: Click upload to add files.
ja_jp: ファイルを追加するには、アップロードをクリックしてください。

source: 10MB max per file
ja_jp: ファイルごとの最大容量は10MBです

source: Supported formats: CSV
ja_jp: 対応フォーマット：CSV

source: Some records could not be uploaded. Please check the provided CSV log file for more details.
ja_jp: 一部のレコードをアップロードできませんでした。詳細については、提供されたCSVログファイルをご確認ください。

source: Extensions & Plugins
ja_jp: 拡張機能とプラグイン

source: Feature groups
ja_jp: 機能グループ

source: Select a group to see the corresponding features or options.
ja_jp: グループを選択すると、対応する機能やオプションが表示されます。

source: Alphanumeric
ja_jp: 英数字

source: Date & Time
ja_jp: 日時

source: Linked to the selected language
ja_jp: 選択された言語にリンクされています

source: You are about to delete the data scope <name>{{name}}</name>. Are you sure you want to proceed?
ja_jp: データスコープ<name>{{name}}</name>を削除しようとしています。本当に実行してもよろしいですか？

source: Delete data scope
ja_jp: データスコープを削除

source: Data scope name
ja_jp: データスコープ名

source: The name cannot be empty. Please provide a name for the data scope.
ja_jp: 名前を空欄にすることはできません。データスコープの名前を入力してください。

source: Create data scope
ja_jp: データスコープを作成

source: The data scope was successfully created.
ja_jp: データスコープが正常に作成されました。

source: The data scope was successfully deleted.
ja_jp: データスコープが正常に削除されました。

source: Edit data scope
ja_jp: データスコープを編集

source: No data scopes yet
ja_jp: まだデータスコープがありません

source: Data Scope Manager
ja_jp: データスコープマネージャー

source: Data scopes
ja_jp: データスコープ

source: Pay automation
ja_jp: 給与の自動化

source: The target variable cannot be empty. Please provide a value.
ja_jp: ターゲット変数を空にすることはできません。値を入力してください。

source: Select the target variable you want to model
ja_jp: モデル化したいターゲット変数を選択してください

source: The data model cannot be empty. Please provide a data model.
ja_jp: データモデルを空にすることはできません。データモデルを入力してください。

source: Create and include snapshot
ja_jp: スナップショットを作成して含める

source: Models
ja_jp: モデル

source: Purpose
ja_jp: 目的

source: Transformations
ja_jp: 変換

source: Log transformation
ja_jp: 対数変換

source: Select which additional information you want to include in this snapshot.
ja_jp: このスナップショットに含めたい追加情報を選択してください。

source: Create & manage machine learning models
ja_jp: 機械学習モデルを作成および管理

source: Are you sure you want to delete the model "{{name}}"? This action cannot be undone.
ja_jp: モデル「{{name}}」を削除してもよろしいですか？この操作は元に戻せません。

source: Delete model
ja_jp: モデルを削除

source: Model Manager
ja_jp: モデルマネージャー

source: The model name cannot be empty.
ja_jp: モデル名を空にすることはできません。

source: Model type
ja_jp: モデルの種類

source: The model type cannot be empty.
ja_jp: モデルタイプは空にはできません。

source: Snapshot
ja_jp: スナップショット

source: The snapshot cannot be empty.
ja_jp: スナップショットを空にすることはできません。

source: Model type & snapshot
ja_jp: モデルの種類とスナップショット

source: Auto-update
ja_jp: 自動更新

source: Disable in all features
ja_jp: すべての機能で無効にする

source: Enable in all features
ja_jp: すべての機能で有効にする

source: Multicollinearity check
ja_jp: 多重共線性チェック

source: Data auto-update
ja_jp: データの自動更新

source: Define which attributes will be available in the model. For proper model training, select at least 5 features.
ja_jp: モデルで利用可能にする属性を定義してください。適切にモデルを学習させるには、少なくとも5つの特徴量を選択してください。

source: Please select at least one feature.
ja_jp: 少なくとも1つの機能を選択してください。

source: {{featuresCount}} features selected
ja_jp: {{featuresCount}} 個の機能を選択済み

source: By default, the model will train using ridge regression and will generate regularised estimators for every feature selected in the model. If you validate, we will check the Ordinary Least Squares (OLS) regression and remove perfect multicollinearity among selected features.
ja_jp: デフォルトでは、モデルはリッジ回帰を用いて学習し、モデルで選択された各特徴量に対して正則化された推定量を生成します。検証を実行すると、通常最小二乗法（OLS）回帰を確認し、選択された特徴量間の完全な多重共線性を除去します。

source: Select model features
ja_jp: モデルの機能を選択

source: If you continue with this population change, your current feature selections will be cleared. Are you sure you want to proceed?
ja_jp: この対象範囲の変更を続行すると、現在の機能の選択がクリアされます。続行してもよろしいですか？

source: Confirm population change
ja_jp: 対象者の変更を確認

source: Select the criteria that will determine who is included in this population.
ja_jp: この集団に含める対象を決定する基準を選択してください。

source: Define the name, description and details of the model.
ja_jp: モデルの名称、説明、詳細を定義します。

source: Select options and features applicable for the model.
ja_jp: モデルに適用するオプションと機能を選択してください。

source: Model attributes
ja_jp: モデル属性

source: Define the population criteria for the model.
ja_jp: このモデルの対象者の条件を定義します。

source: Review and publish new model.
ja_jp: 新しいモデルを確認して公開します。

source: Population & features
ja_jp: 対象者と機能

source: Features selected
ja_jp: 選択済みの機能

source: Selected roles
ja_jp: 選択した役割

source: Total population
ja_jp: 総人口

source: Quick train
ja_jp: クイックトレーニング

source: Data scope
ja_jp: データ範囲

source: Select data scope
ja_jp: データ範囲を選択してください

source: Search for a model
ja_jp: モデルを検索する

source: Total models
ja_jp: モデルの合計数

source: This note will be visible to everyone reviewing this worker in the pay analysis results.
ja_jp: このメモは、給与分析結果でこの社員を確認するすべてのユーザーに表示されます。

source: Analysis
ja_jp: 分析

source: Nb. of subgroups
ja_jp: サブグループ数

source: Subgroup field
ja_jp: サブグループフィールド

source: Pay analysis
ja_jp: 給与分析

source: The maximum length of the note is {{max}} characters.
ja_jp: メモの最大文字数は{{max}}文字です。

source: The note content is required. Please enter your note before saving.
ja_jp: メモの内容は必須です。保存する前にメモを入力してください。

source: Configuration details
ja_jp: 設定の詳細

source: View analysis
ja_jp: 分析を表示

source: The visibility was successfully updated.
ja_jp: 表示設定が正常に更新されました。

source: Change visibility
ja_jp: 表示設定を変更

source: The analysis result was successfully deleted.
ja_jp: 分析結果は正常に削除されました。

source: Are you sure you want to delete the analysis result? This action cannot be undone.
ja_jp: 分析結果を削除してもよろしいですか？この操作は元に戻せません。

source: Backwards elimination
ja_jp: 後方消去法

source: Categorical variables
ja_jp: カテゴリ変数

source: Close pay gaps on a per-group basis
ja_jp: グループごとに賃金格差を解消する

source: Demographic variables
ja_jp: 人口統計変数

source: Fairness weight (against cost-effectiveness)
ja_jp: 公平性の重み（費用対効果に対する）

source: Group fairness weight (against individual fairness)
ja_jp: グループ公平性の重み（個人公平性に対する）

source: Max rise
ja_jp: 最大上昇

source: Number of workers excluded from raise suggestions
ja_jp: 昇給提案から除外された社員数

source: Pay gap target (gender)
ja_jp: 賃金格差目標（性別）

source: Analysis run on
ja_jp: 分析実行日

source: Run by
ja_jp: 実行者

source: Subgroups
ja_jp: サブグループ

source: Sync analysis
ja_jp: 同期分析

source: No analyses available yet.
ja_jp: まだ分析はありません。

source: Pay analysis results
ja_jp: 支給分析の結果

source: Publish analysis
ja_jp: 分析を公開

source: Apply changes
ja_jp: 変更を適用する

source: The current grid configuration will be sent to the selected entities. Please double-check whether all visible columns are needed for the further raise recommendation process.
ja_jp: 現在のグリッド設定が選択したエンティティに送信されます。表示されているすべての列が昇給推奨プロセスに必要かどうか、今一度ご確認ください。

source: Define access and permissions for this analysis.
ja_jp: この分析のアクセス権と権限を定義します。

source: Can comment
ja_jp: コメント可能

source: Can edit
ja_jp: 編集可能

source: Can view
ja_jp: 表示ができます

source: Can view admin comment
ja_jp: 管理者コメントの閲覧が可能

source: Can view HRBP comment
ja_jp: HRBPコメントの閲覧可能

source: Compensation recommendation
ja_jp: 報酬推奨

source: Final offer
ja_jp: 最終オファー

source: Give access
ja_jp: アクセスを付与する

source: Pay analysis settings
ja_jp: 給与分析設定

source: Prepopulated final raise proposals with recommendation.
ja_jp: 推奨事項を含む最終昇給提案を事前入力しました。

source: The analysis was successfully published to the Planner.
ja_jp: 分析がプランナーに正常に公開されました。

source: Publish analysis to planner
ja_jp: 分析をプランナーに公開する

source: Set {{permission}} for {{section}}
ja_jp: {{section}} の {{permission}} を設定する

source: Demographic used
ja_jp: 使用された属性情報

source: Columns
ja_jp: 列

source: Workbench visibility
ja_jp: ワークベンチの表示

source: Save & close
ja_jp: 保存して閉じる

source: Save configuration
ja_jp: 設定を保存

source: Planner visibility
ja_jp: プランナーの表示

source: The column display settings were successfully saved.
ja_jp: 列の表示設定が正常に保存されました。

source: Show insights
ja_jp: インサイトを表示

source: Comp. manager
ja_jp: 報酬マネージャー

source: Compensation after final raise
ja_jp: 最終昇給後の報酬

source: Compensation after recommended raise
ja_jp: 推奨昇給後の報酬

source: Distance from predicted compensation
ja_jp: 予測報酬からの距離

source: Distance from predicted compensation (after final raise)
ja_jp: 予測報酬からの距離（最終昇給後）

source: Outlier % (after final raise)
ja_jp: 外れ値 %（最終昇給後）

source: Final raise amount
ja_jp: 最終昇給額

source: Final raise %
ja_jp: 最終昇給率（%）

source: Line manager
ja_jp: ラインマネージャー

source: Outlier % (after raise)
ja_jp: 外れ値 % (昇給後)

source: Recommended raise amount
ja_jp: 推奨昇給額

source: Recommended raise %
ja_jp: 推奨昇給率 %

source: Based on data from the following snapshot: {{snapshotName}}
ja_jp: 次のスナップショットのデータに基づく: {{snapshotName}}

source: Current
ja_jp: 現在

source: Female lower than male
ja_jp: 女性が男性より低い

source: Final
ja_jp: 最終

source: Male lower than female
ja_jp: 男性が女性より低い

source: Recommended
ja_jp: 推奨

source: Adjusted pay gaps by demographics
ja_jp: 人口統計別の調整済み賃金格差

source: Compare unadjusted and adjusted pay gaps by demographic group (relative to the reference group).
ja_jp: 人口統計グループ別に未調整および調整済みの賃金格差を比較します（基準グループとの比較）。

source: Number of raises
ja_jp: 昇給回数

source: Total cost of raises
ja_jp: 昇給の総コスト

source: The compensation after raise cannot be lower than the current salary.
ja_jp: 昇給後の報酬は現在の給与を下回ることはできません。

source: The note was successfully added.
ja_jp: メモが正常に追加されました。

source: The note was successfully updated.
ja_jp: メモが正常に更新されました。

source: Note options
ja_jp: メモのオプション

source: The configuration for time in role or leave of absence has been modified. Saving these changes will impact future snapshots and related data.
ja_jp: 役割の期間または休職の設定が変更されました。これらの変更を保存すると、今後のスナップショットおよび関連データに影響します。

source: Select absence type
ja_jp: 欠勤の種類を選択してください

source: A Leave of absence (LOA) allows workers to take time off work for specific reasons beyond standard paid time off. It may be paid or unpaid, depending on company policies and the purpose of the leave. Common reasons include medical issues, family emergencies, maternity/paternity, education, or personal matters.
ja_jp: 休職（LOA）は、通常の有給休暇を超える特定の理由で社員が仕事を休むことを可能にします。会社の方針や休暇の目的によって、有給または無給となる場合があります。一般的な理由としては、医療上の問題、家族の緊急事態、産前産後・育児休暇、教育、または個人的な事情などがあります。

source: Select which absence types will apply to this policy and the related grace periods for these absences.
ja_jp: このポリシーに適用される欠勤の種類と、それらの欠勤に関連する猶予期間を選択してください。

source: Enable leave of absence
ja_jp: 休暇の有効化

source: Leave of absence
ja_jp: 休職

source: Leave of absence definition
ja_jp: 休職の定義

source: Select which absence types will apply to this policy
ja_jp: このポリシーに適用する欠勤の種類を選択してください

source: Add absence type
ja_jp: 欠勤タイプを追加

source: Edit absence type
ja_jp: 欠勤タイプを編集

source: The leave of absence is missing the selected types.
ja_jp: 休暇申請に選択された種類がありません。

source: Grace period (days)
ja_jp: 猶予期間（日数）

source: The configuration of the modeler was saved successfully.
ja_jp: モデラーの設定が正常に保存されました。

source: Add significant field
ja_jp: 重要なフィールドを追加

source: Time in role refers to the duration a worker has spent in their current position or role within an organization. This metric is often used to assess experience, eligibility for promotions, transfers, or additional responsibilities.
ja_jp: 役割在籍期間とは、社員が組織内の現在のポジションや役割に就いている期間のことです。この指標は、経験、昇進・異動・追加責任の適格性を評価するためによく使用されます。

source: Significant field definition
ja_jp: 重要なフィールド定義

source: Select the field that will trigger a time in role change for workers.
ja_jp: 従業員の役割変更をトリガーするフィールドを選択してください。

source: Edit significant field
ja_jp: 重要なフィールドを編集

source: The time in role is missing the selected fields.
ja_jp: 役割の時間に選択されたフィールドがありません。

source: Select the fields that will trigger a time in role change for workers.
ja_jp: 従業員の役割変更をトリガーするフィールドを選択してください。

source: Enable time in role
ja_jp: ロールでの経過時間を有効にする

source: Situation & Absence Configuration
ja_jp: 状況と欠勤の設定

source: Company Structure
ja_jp: 会社構成

source: You don't have permission to delete this payout curve. Only users with the Global compensation admin role can perform this action.
ja_jp: この支払いカーブを削除する権限がありません。このアクションを実行できるのは、グローバル報酬管理者ロールを持つユーザーのみです。

source: This payout curve is in "Draft" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
ja_jp: この支払曲線は「ドラフト」ステータスであり、どのボーナスプランでも使用されていません。削除すると、リストから完全に削除されます。この操作は元に戻すことができません。

source: Delete payout curve
ja_jp: ペイアウトカーブを削除

source: This payout curve is in "Ready" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
ja_jp: この支払曲線は「準備完了」ステータスであり、どのボーナスプランでも使用されていません。削除すると、リストから完全に削除されます。この操作は元に戻すことができません。

source: Are you sure you want to delete the published and used payout curve?
ja_jp: 公開済みで使用中のペイアウトカーブを削除してもよろしいですか？

source: Cannot delete payout curve
ja_jp: ペイアウトカーブを削除できません

source: Used in the following places:
ja_jp: 次の場所で使用されています:

source: The payout curve was successfully deleted.
ja_jp: ペイアウトカーブが正常に削除されました。

source: The payout curve was successfully duplicated.
ja_jp: 支払いカーブが正常に複製されました。

source: Open payout curve
ja_jp: 支払いカーブを開く

source: The end payout cannot be empty.
ja_jp: 最終支払額は空欄にできません。

source: The end result cannot be empty.
ja_jp: 最終結果を空にすることはできません。

source: The payout cannot be empty.
ja_jp: 支給額は空欄にできません。

source: The result cannot be empty.
ja_jp: 結果を空にすることはできません。

source: The start payout cannot be empty.
ja_jp: 開始の支払い額を空にすることはできません。

source: The start result cannot be empty.
ja_jp: 開始結果を空にすることはできません。

source: Locations
ja_jp: 場所
